<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines
	|--------------------------------------------------------------------------
	|
	| uk - Ukrainian
	|
	*/

	'dashboard' => 'Контрольний центр',
	'edit' => 'Редагувати',
	'filters' => 'Фільтрація',
	'loading' => 'Загрузка...',
	'createnew' => 'Створити ',
	'new' => 'Створити',
	'viewitem' => 'Подивитись :single',
	'id' => 'ID',
	'uploadimage' => 'Завантажити зображення',
	'imageuploading' => 'Завантаження зображення',
	'uploadfile' => 'Завантажити файл',
	'fileuploading' => 'Завантаження файла',
	'none' => 'Пусто',
	'all' => 'Все',
	'itemsperpage' => 'елементів на сторінці',
	'noresults' => 'Немає результатів',
	'backtosite' => 'Повернутись на сайт',
	'logout' => 'Вийти',

	'previous' => 'назад',
	'next' => 'вперед',

	'close' => 'Зачинити',
	'delete' => 'Видалити',
	'save' => 'Зберегти',
	'create' => 'Створити',
	'cancel' => 'Відміна',

	'active' => 'Один момент...',
	'success' => 'Вдало!',
	'error' => 'Виникла помилка при виконанні цієї дії',

	'valid_columns' => "Ви маєте описати коректний масив 'columns' в кожній конфігурації моделі",
	'valid_title' => "Ви маєте описати коректний заголовок та одне ім'я в кожній конфігурації моделі",
	'valid_model' => "Ви маєте описати опцію 'model' в кожній конфігурації моделі",
	'valid_edit' => "Ви маєте описати коректний масив 'edit_fields' в кожній конфігурації моделі",
	'valid_menu' => "Ви маєте описати коректну опцію 'menu' в конфігурації administrator.php",
	'valid_config_path' => "Ви маєте описати коректну опцію 'model_config_path' в конфігурації administrator.php. Директорія має бути створена та доступна для читання.",
	'not_eloquent' => " це не Eloquent модель",
	'storage_path_permissions' => "Ви маєте зробити директорію storage path доступною для запису для створення сторінки налаштувань",
	'valid_home_page' => "Ви маєете описати коретний елемент меню в опції home_page в конфігурації",
);
