<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines for knockout
	|--------------------------------------------------------------------------
	|
	| uk - Ukrainian
	|
	*/

	'delete_active_item' => 'Ви дійсно бажаєте видалити цей елемент? Це неможливо відмінити.',
	'saving' => 'Збереження...',
	'saved' => 'Елемент збережен.',
	'deleting' => 'Видалення...',
	'deleted' => 'Елемент видалений.',
	'character_left' => ' символ вліво',
	'characters_left' => ' символів вліво',
	'no_results' => 'Результатів не знайдено',
	'select_options' => 'Оберіть',

);
