<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines
	|--------------------------------------------------------------------------
	|
	| ru - Russian
	|
	*/

	'dashboard' => 'Контрольный центр',
	'edit' => 'Редактировать',
	'filters' => 'Фильтрация',
	'loading' => 'Загрузка...',
	'createnew' => 'Добавить ',
	'new' => 'Добавить',
	'viewitem' => 'Посмотреть :single',
	'id' => 'ID',
	'uploadimage' => 'Загрузить изображение',
	'imageuploading' => 'Загрузка изображения',
	'uploadfile' => 'Загрузить файл',
	'fileuploading' => 'Загрузка файла',
	'none' => 'Пусто',
	'all' => 'Все',
	'itemsperpage' => 'элементов на страницу',
	'noresults' => 'Нет результатов',
	'backtosite' => 'Вернуться на сайт',
	'logout' => 'Выйти',

	'previous' => 'назад',
	'next' => 'вперёд',

	'close' => 'Закрыть',
	'delete' => 'Удалить',
	'save' => 'Сохранить',
	'create' => 'Создать',
	'cancel' => 'Отмена',

	'active' => 'Один момент...',
	'success' => 'Успешно!',
	'error' => 'Произошла ошибка при выполнении этого действия',

	'valid_columns' => "Вы должны описать корректный массив 'columns' в каждой конфигурации модели",
	'valid_title' => "Вы должны описать корректный заголовок и единственное имя в каждой конфигурации модели",
	'valid_model' => "Вы должны описать опцию 'model' в каждой конфигурации модели",
	'valid_edit' => "Вы должны описать корректный массив 'edit_fields' в каждой конфигурации модели",
	'valid_menu' => "Вы должны описать корректную опцию 'menu' в конфигурации administrator.php",
	'valid_config_path' => "Вы должны описать корректную опцию 'model_config_path' в конфигурации administrator.php. Директория должна быть создана и доступна для чтения.",
	'not_eloquent' => " это не Eloquent модель",
	'storage_path_permissions' => "Вы должны сделать директорию storage path доступной для записи для создания страницы настроек",
	'valid_home_page' => "Вы должны описать корректный элемент меню в опции home_page в конфигурации",
);
