<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines for knockout
	|--------------------------------------------------------------------------
	|
	| ru - Russian
	|
	*/

	'delete_active_item' => 'Вы действительно хотите удалить этот элемент? Это нельзя отменить.',
	'saving' => 'Сохранение...',
	'saved' => 'Элемент сохранён.',
	'deleting' => 'Удаление...',
	'deleted' => 'Элемент удалён.',
	'character_left' => ' символ остался',
	'characters_left' => ' символов осталось',
	'no_results' => 'Результатов не найдено',
	'select_options' => 'Выберите',

);
