<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines
	|--------------------------------------------------------------------------
	|
	| bg - Български
	|
	*/

	'dashboard' => 'Дашборд',
	'edit' => 'Редакция',
	'filters' => 'Филтри',
	'loading' => 'Зареждане...',
	'createnew' => 'Създай ново',
	'new' => 'Създай',
	'viewitem' => 'Разглеждане :single',
	'id' => 'ИД',
	'uploadimage' => 'Качване на изображение',
	'imageuploading' => 'Изображението се качва',
	'uploadfile' => 'Качване на файл',
	'fileuploading' => 'Файла се качва',
	'no_image_uploaded' => 'No image uploaded',
	'no_file_uploaded' => 'No file uploaded',
	'none' => 'Никакви',
	'all' => 'Всички',
	'itemsperpage' => 'реда на страница',
	'noresults' => 'Няма резултати',
	'backtosite' => 'Обратно към сайта',
	'logout' => 'Изход',

	'previous' => 'Предишно',
	'next' => 'Следващо',

	'close' => 'Затвори',
	'delete' => 'Изтрии',
	'save' => 'Запиши',
	'create' => 'Създай',
	'cancel' => 'Отмяна',

	'active' => 'Един момент...',
	'success' => 'Успех!',
	'error' => 'Възникна грешка',

	'valid_columns' => "Трябва да предоставите валиден масив 'columns' във всеки конфигурационен файл на модел.",
	'valid_title' => "Трябва да предоставите валидно заглавие и единствено число във всеки конфигурационен файл на модел.",
	'valid_model' => "Трябва да предоставите валидна опция 'модел' във всеки конфигурационен файл на модел.",
	'valid_edit' => "Трябва да предоставите валиден масив с 'edit_fields' във всеки конфигурационен файл на модел.",
	'valid_menu' => "Трябва да предоставите валидна опция 'menu' в administrator.php конфигурацията",
	'valid_config_path' => "Трябва да предоставите валиден 'model_config_path' в administrator.php конфигурацията. Директорията трябва да съществува и да може да се пише в нея.",
	'not_eloquent' => " не е Eloquent модел",
	'storage_path_permissions' => "В 'storage path' трябва да може да се пише, за да създадете страница настройки.",
	'valid_home_page' => "'home_page' трябва да е валидна опция във вашия конфигурационен файл.",
);
