<?php

return array(
    /*
      |--------------------------------------------------------------------------
      | Administrator Language Lines for knockout
      |--------------------------------------------------------------------------
      |
      | bg - Български
      |
     */

    'delete_active_item' => 'Сигурни ли сте, че искате да изтриете това? Операцията е необратима.',
    'saving' => 'Запис...',
    'saved' => 'Успешен запис.',
    'deleting' => 'Изтриване...',
    'deleted' => 'Успешно изтриване.',
    'character_left' => ' оставаща буква',
    'characters_left' => ' оставащи букви',
    'no_results' => 'Не са намерени резултати.',
    'select_options' => 'Изберете опции.',
);
