<?php 

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines for knockout
	|--------------------------------------------------------------------------
	|
	| en - English
	|
	*/

	'delete_active_item' => 'آیا شما مطمئن هستید که میخواهید این آیتم را حذف کنید؟',
	'saving' => 'در حال ذخیره',
	'saved' => 'آیتم ذخیره شد .',
	'deleting' => 'در حال حذف',
	'deleted' => 'آیتم حذف شد.',
	'character_left' => 'تعداد کاراکتر باقیمانده',
	'characters_left' => 'تعداد کاراکترهای باقیمانده',
	'no_results' => 'هیچ نتیجه ای یافت نشد',
	'select_options' => 'انتخاب برخی گزینه ها',

);
