<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Administrator Language Lines for knockout
	|--------------------------------------------------------------------------
	|
	| ar - Arabic
	|
	*/

	'delete_active_item' => 'هل تريد بالتأكيد حذف هذا العنصر؟ لا يمكنك التراجع بعد الحذف..',
	'saving' => 'حفظ...',
	'saved' => 'تم حفظ العنصر.',
	'deleting' => 'حذف...',
	'deleted' => 'تم حذف العنصر.',
	'character_left' => ' حرف متبقي',
	'characters_left' => ' أحرف متبقية',
	'no_results' => 'لا توجد نتائج مطابقة',
	'select_options' => 'حدد بعض الخيارات',

);
